cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'pivotal/tap'
tap 'cloudfoundry/tap'
tap 'caskroom/versions'

cask 'java'
cask 'evernote'
cask 'google-chrome'
cask 'intellij-idea'
cask 'postman'
cask 'atom'
cask 'iterm3'
cask 'firefox'

brew 'cf-cli'
brew 'git'
brew 'gradle'
brew 'jq'
brew 'node'
brew 'tmux'
brew 'vim', args: ['with-lua']
brew 'python'

