cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'

cask 'java'
cask 'evernote'
cask 'google-chrome'
cask 'intellij-idea'
cask 'pycharm'
cask 'datagrip'
cask 'postman'
cask 'atom'
cask 'iterm2'
cask 'firefox'
cask 'shiftit'
cask 'sublime-text'
cask 'slack'
cask 'visual-studio-code'
cask 'malwarebytes'

brew 'git'
brew 'gradle'
brew 'jq'
brew 'node'
brew 'tmux'
brew 'vim', args: ['with-lua']
brew 'python'
brew 'terraform'
brew 'zsh'
brew 'kubernetes-helm'

